Repository: HanYean28/Pet-Appointment-System
Catalog: Demo/Resources/Resources.*.resx
Languages: ms_my, zh_cn

source: Email
ms_my: E-mel
zh_cn: 邮箱

# Login_Description
source: Please enter your email and password to log in.
ms_my: Sila masukkan e-mel dan kata laluan anda untuk log masuk.
zh_cn: 请输入您的电子邮件和密码以登录。

# New User
source: New to Pawfect Grooming?
ms_my: Baru dengan Pawfect Grooming?
zh_cn: 首次使用 Pawfect Grooming？

source: Remember Me
ms_my: Ingat Saya
zh_cn: 记住我

source: Login
ms_my: Log Masuk
zh_cn: 登录

source: Forgot Password
ms_my: Lupa Kata Laluan
zh_cn: 忘记密码

source: Register
ms_my: Daftar
zh_cn: 注册

# Register_Description
source: Please fill in the form below to create a new account. You will be able to log in and manage your profile.
ms_my: Sila isi borang di bawah untuk membuat akaun baharu. Anda akan dapat log masuk dan mengurus profil anda
zh_cn: 请填写以下表格以创建新账户。创建后，您即可登录并管理您的个人资料。

source: Reset
ms_my: Kosong
zh_cn: 重置

source: Male
ms_my: Lelaki
zh_cn: 男

source: Female
ms_my: Perempuan
zh_cn: 女

source: Confirm Password
ms_my: Sahkan Kata Laluan
zh_cn: 确认密码

source: Name
ms_my: Nama
zh_cn: 名字

source: Gender
ms_my: Jantina
zh_cn: 性别

source: Select Gender
ms_my: Pilih Jantina
zh_cn: 选择性别

source: Photo
ms_my: Gambar
zh_cn: 照片

source: Select Photo
ms_my: Pilih Gambar
zh_cn: 选择照片

source: Password
ms_my: Kata Laluan
zh_cn: 密码

source: Set New Password
ms_my: Tetapkan Kata Laluan Baharu
zh_cn: 设置新密码

# New Password_Description
source: Please enter your new password to reset your account.
ms_my: Sila masukkan kata laluan baharu anda untuk menetapkan semula akaun anda.
zh_cn: 请输入您的新密码以重置账户。

source: New Password
ms_my: Kata Laluan Baharu
zh_cn: 新密码

source: Update Password
ms_my: Kemaskini Kata Laluan
zh_cn: 更新密码

source: Return to Login
ms_my: Kembali ke Log Masuk
zh_cn: 返回登录

source: Submit
ms_my: Hantar
zh_cn: 发送

source: Reset Password
ms_my: Reset Kata Laluan
zh_cn: 重置密码

# Reset Password_Description
source: Please enter your email address to reset your password. You will receive an email with instructions to create a new password.
ms_my: Sila masukkan alamat e-mel anda untuk menetapkan semula kata laluan.Anda akan menerima e-mel dengan arahan untuk mencipta kata laluan baharu.
zh_cn: 请输入您的电子邮箱地址以重置密码。您将收到一封电子邮件，其中包含创建新密码的说明。

source: Home
ms_my: Laman Utama
zh_cn: 主页

source: Services
ms_my: Perkhidmatan
zh_cn: 服务

source: Appointments
ms_my: Temujanji
zh_cn: 预约

source: Contact
ms_my: Hubungi
zh_cn: 联系方式

source: Member
ms_my: Ahli
zh_cn: 会员

source: Admin
ms_my: Pentadbir
zh_cn: 管理员

source: Update Profile
ms_my: Kemaskini Profil
zh_cn: 更新个人资料

source: Product Maintenance
ms_my: Pengurusan Produk
zh_cn: 产品管理

source: Category Maintenance
ms_my: Pengurusan Kategori
zh_cn: 品类管理

source: Logout
ms_my: Log Keluar
zh_cn: 登出

source: Pet Profile
ms_my: Profil Haiwan
zh_cn: 宠物资料

# TagLine
source: Professional pet grooming services for your furry friends.
ms_my: Penjagaan dandanan untuk si bulu kesayangan.
zh_cn: 您的宠物值得拥有专业细致的美容护理，展现迷人风采。

# Newsletter Description
source: Subscribe to our newsletter for tips and updates.
ms_my: Sertai surat berita kami untuk info dan petua berguna.
zh_cn: 订阅我们的通讯，第一时间获取独家资讯与专业指南。

source: Your Email
ms_my: Emel Anda
zh_cn: 您的邮箱

source: Quick Links
ms_my: Pautan Pantas
zh_cn: 快速链接

source: Login successfully.
ms_my: Log masuk berjaya.
zh_cn: 登录成功。

source: Book Appointment
ms_my: Tempah Janji Temu
zh_cn: 预约服务

source: Welcome to
ms_my: Selamat datang ke
zh_cn: 欢迎来到

source: Language
ms_my: Bahasa
zh_cn: 语言

source: Newsletter
ms_my: Surat Berita
zh_cn: 通讯

source: Contact Us
ms_my: Hubungi Kami
zh_cn: 联系我们

source: Opening Hours
ms_my: Waktu Operasi
zh_cn: 营业时间

source: Monday
ms_my: Isnin
zh_cn: 星期一

source: Saturday
ms_my: Sabtu
zh_cn: 星期六

source: Sunday
ms_my: Ahad
zh_cn: 星期日

source: Payment History
ms_my: Sejarah Pembayaran
zh_cn: 付款记录

source: Phone Number
ms_my: Nombor Telefon
zh_cn: 电话号码

source: Address
ms_my: Alamat
zh_cn: 地址

source: We look forward to pampering your pets!
ms_my: Kami tidak sabar untuk memanjakan haiwan peliharaan anda!
zh_cn: 我们期待为您的宠物提供贴心呵护！

source: Admin Verification Password
ms_my: Kata Laluan Pengesahan Pentadbir
zh_cn: 管理员验证密码

source: optional
ms_my: pilihan
zh_cn: 可选

source: Enter admin key to register as admin
ms_my: Masukkan kunci pentadbir untuk mendaftar sebagai pentadbir
zh_cn: 输入管理员密钥以注册为管理员

source: Provide the fixed admin verification password to register an Admin account.
ms_my: Sediakan kata laluan pengesahan pentadbir yang tetap untuk mendaftar akaun Pentadbir.
zh_cn: 提供固定的管理员验证密码以注册管理员账户。

source: Closed
ms_my: Rehat
zh_cn: 休息

source: Capture Photo
ms_my: Tangkap Gambar
zh_cn: 拍照

source: View Profile
ms_my: Lihat Profil
zh_cn: 查看个人资料

source: My Profile
ms_my: Profil Saya
zh_cn: 我的资料

source: Edit Profile
ms_my: Edit Profil
zh_cn: 编辑资料

# UpdateProfile_Description
source: Please update your profile information below. You can change your name and upload a new photo. Your email address cannot be changed here.
ms_my: Sila kemaskini maklumat profil anda di bawah. Anda boleh menukar nama dan memuat naik gambar baharu. Alamat e-mel anda tidak boleh diubah di sini.
zh_cn: 请在下方更新您的个人资料信息。 您可以更改姓名并上传新照片。 您的电子邮件地址无法在此更改。

source: Update
ms_my: Kemaskini
zh_cn: 更新

source: Top Seller Services
ms_my: Perkhidmatan Terlaris
zh_cn: 畅销服务项目

source: Our most popular grooming services loved by pet owners across Malaysia
ms_my: Perkhidmatan dandanan paling popular kami yang digemari oleh pemilik haiwan peliharaan di seluruh Malaysia
zh_cn: 我们在马来西亚最受宠物主人喜爱的美容服务

source: Why Choose
ms_my: Kenapa Pilih
zh_cn: 为什么选择

source: Certified Groomers
ms_my: Penggroom Bertauliah
zh_cn: 认证美容师

source: Our team consists of professionally trained and certified pet groomers with years of experience.
ms_my: Pasukan kami terdiri daripada penggroom haiwan peliharaan yang terlatih secara profesional dan diperakui, dengan pengalaman bertahun-tahun.
zh_cn: 我们的团队由经过专业培训并持有认证的宠物美容师组成，拥有多年的经验。

source: Stress-Free Environment
ms_my: Persekitaran Bebas Tekanan
zh_cn: 无压力的环境

source: We create a calm and comfortable atmosphere to ensure your pet feels safe and relaxed during grooming.
ms_my: Kami mewujudkan suasana yang tenang dan selesa untuk memastikan haiwan peliharaan anda berasa selamat dan rileks semasa sesi dandanan.
zh_cn: 我们营造一个平静舒适的环境，让您的宠物在美容过程中感到安全和放松。

source: Convenient Booking
ms_my: Tempahan yang Mudah
zh_cn: 便捷的预约服务

source: Our online appointment system makes it easy to schedule, reschedule, or cancel grooming sessions anytime.
ms_my: Sistem temu janji dalam talian kami memudahkan anda untuk menjadualkan, menjadual semula, atau membatalkan sesi dandanan pada bila-bila masa.
zh_cn: 我们的在线预约系统让您可以随时轻松安排、重新安排或取消宠物美容服务。

source: What Our Customers Say
ms_my: Apa Kata Pelanggan Kami
zh_cn: 顾客评价

source: Check Our Location
ms_my: Semak Lokasi Kami
zh_cn: 查看我们的地点

source: Our Pet Grooming Services
ms_my: Perkhidmatan Dandanan Haiwan Peliharaan Kami
zh_cn: 我们的宠物美容服务

source: Professional grooming services tailored to your pet's needs. We provide the best care for your furry friends.
ms_my: Perkhidmatan dandanan profesional yang disesuaikan dengan keperluan haiwan peliharaan anda. Kami memberikan penjagaan terbaik untuk si manja anda.
zh_cn: 专业的宠物美容服务，量身定制满足您的宠物需求。我们为您的毛孩子提供最贴心的护理。

source: View Services
ms_my: Lihat Perkhidmatan
zh_cn: 查看服务项目

source: Search
ms_my: Cari
zh_cn: 搜索

source: Choose Your Pet Type
ms_my: Pilih Jenis Haiwan Peliharaan Anda
zh_cn: 选择您的宠物类型

source: We offer specialized grooming services for dogs and cats. Select your pet type to see our tailored services.
ms_my: Kami menawarkan perkhidmatan dandanan khas untuk anjing dan kucing. Pilih jenis haiwan peliharaan anda untuk melihat perkhidmatan yang disesuaikan.
zh_cn: 我们为狗狗和猫咪提供专业的美容服务。请选择您的宠物类型以查看专属服务内容。

source: All
ms_my: Semua
zh_cn: 全部

source: Cat
ms_my: Kucing
zh_cn: 猫咪

source: Dog
ms_my: Anjing
zh_cn: 狗狗

source: Packages
ms_my: Pakej
zh_cn: 套餐

source: Grooming Services
ms_my: Perkhidmatan Dandanan
zh_cn: 美容服务

source: Additional Services
ms_my: Perkhidmatan Tambahan
zh_cn: 附加服务

source: Enhance your pet's grooming experience with these add-on services.
ms_my: Tingkatkan pengalaman dandanan haiwan peliharaan anda dengan perkhidmatan tambahan ini.
zh_cn: 通过这些附加服务，让您的宠物美容体验更加完善。

source: Teeth Brushing
ms_my: Memberus Gigi
zh_cn: 刷牙

source: Keep your pet's teeth clean and breath fresh with our dental care service.
ms_my: Pastikan gigi haiwan peliharaan anda bersih dan nafasnya segar dengan perkhidmatan penjagaan gigi kami.
zh_cn: 通过我们的牙齿护理服务，保持宠物牙齿清洁，口气清新。

source: Pawdicure
ms_my: Rawatan Kuku
zh_cn: 爪部护理

source: Special treatment for your pet's paws including moisturizing and nail polish.
ms_my: Rawatan khas untuk tapak kaki haiwan peliharaan anda termasuk pelembapan dan pengilat kuku.
zh_cn: 为您的宠物爪子提供特别护理，包括保湿和涂指甲油。

source: Flea Treatment
ms_my: Rawatan Kutu
zh_cn: 除蚤护理

source: Effective flea treatment to keep your pet comfortable and your home pest-free.
ms_my: Rawatan kutu yang berkesan untuk keselesaan haiwan peliharaan anda dan kebersihan rumah anda.
zh_cn: 有效的除蚤护理，让您的宠物舒适自在，您的家远离害虫困扰。

source: Aromatherapy
ms_my: Aromaterapi
zh_cn: 芳香疗法

source: Calming aromatherapy treatment to reduce stress and anxiety during grooming.
ms_my: Rawatan aromaterapi yang menenangkan untuk keselesaan haiwan peliharaan semasa dandanan.
zh_cn: 舒缓的芳香疗法护理，有助于在美容过程中减轻压力和焦虑。

source: Book This Service
ms_my: Tempah Perkhidmatan Ini
zh_cn: 预订此服务

source: Basic Bath
ms_my: Mandian Asas
zh_cn: 基础洗澡

source: Perfect for regular maintenance. Includes bath with premium shampoo, blow dry, and basic grooming.
ms_my: Sesuai untuk penjagaan rutin. Termasuk mandian dengan syampu premium, pengeringan, dan dandanan asas.
zh_cn: 适合日常护理，包括使用优质洗发水洗澡、吹干和基础美容。

source: Professional Nail Trimming
ms_my: Pemotongan Kuku Profesional
zh_cn: 专业修剪指甲

source: Gentle Ear Cleaning
ms_my: Pembersihan Telinga yang Lembut
zh_cn: 温和清洁耳朵

source: Quick Brush Out
ms_my: Sikat Cepat
zh_cn: 快速梳理

source: Paw Pad Check
ms_my: Pemeriksaan Tapak Kaki
zh_cn: 爪垫检查

source: From
ms_my: Dari
zh_cn: 从

# Bath &amp; Brush
source: Bath & Brush
ms_my: Mandian & Sikat
zh_cn: 洗澡与梳理

source: Thorough bath and brushing service to keep your dog's coat healthy and tangle-free.
ms_my: Perkhidmatan mandian dan sikatan menyeluruh untuk memastikan bulu anjing anda kekal sihat dan bebas kusut.
zh_cn: 全面的洗澡与梳理服务，帮助狗狗保持毛发健康、无打结。

source: All Basic Bath Services
ms_my: Semua Perkhidmatan Mandian Asas
zh_cn: 所有基础洗澡服务

source: Thorough Brushing
ms_my: Sikatan Menyeluruh
zh_cn: 彻底梳理

source: De-shedding Treatment
ms_my: Rawatan Penanggalan Bulu Gugur
zh_cn: 去除浮毛护理

source: Mat Removal
ms_my: Rawatan Bulu Kusut
zh_cn: 打结毛发处理

source: Anal Gland Expression
ms_my: Rawatan Pengeluaran Kelenjar Anal
zh_cn: 肛门腺排放护理

# Nail Trim &amp; Ear Cleaning
source: Nail Trim & Ear Cleaning
ms_my: Pemotongan Kuku & Pembersihan Telinga
zh_cn: 修剪指甲与清洁耳朵

source: Thorough Ear Cleaning
ms_my: Pembersihan Telinga Menyeluruh
zh_cn: 彻底清洁耳朵

source: Paw Pad Trimming
ms_my: Pemotongan Tapak Kaki
zh_cn: 爪垫修剪

source: Quick Brush
ms_my: Sikat Ringkas
zh_cn: 快速梳毛

# Cat Bath &amp; Brush
source: Cat Bath & Brush
ms_my: Mandian & Sikat Kucing
zh_cn: 猫咪洗澡与梳理

source: Gentle bathing and brushing service specially designed for cats with cat-friendly products.
ms_my: Perkhidmatan mandian dan sikatan lembut yang direka khas untuk kucing, menggunakan produk mesra kucing.
zh_cn: 专为猫咪设计的温和洗澡与梳理服务，使用猫咪专用产品，呵护敏感肌肤。

source: Cat-Specific Shampoo
ms_my: Syampu Kucing Khas
zh_cn: 猫咪专用洗发水

source: Gentle Blow Dry
ms_my: Pengeringan Lembut
zh_cn: 温和吹干

source: Nail Trimming
ms_my: Pemotongan Kuku
zh_cn: 修剪指甲

source: Ear Cleaning
ms_my: Pembersihan Telinga
zh_cn: 清洁耳朵

source: Cat Full Grooming
ms_my: Grooming Penuh untuk Kucing
zh_cn: 猫咪全套美容护理

source: Complete grooming package for cats including bath, fur trimming, and all basic services.
ms_my: Pakej grooming lengkap untuk kucing termasuk mandian, pemotongan bulu, dan semua perkhidmatan asas.
zh_cn: 猫咪全套美容护理，包括洗澡、毛发修剪及所有基础服务。

source: Lion Cut (Optional)
ms_my: Potongan Gaya Singa (Pilihan)
zh_cn: 狮子造型修剪（可选）

source: Sanitary Trim
ms_my: Pemotongan Kawasan Sensitif
zh_cn: 私密部位修剪

source: Breed-Specific Grooming
ms_my: Grooming Mengikut Jenis Baka
zh_cn: 针对品种的美容护理

source: Quick service for cats who need nail trimming and ear cleaning without a full bath.
ms_my: Perkhidmatan pantas untuk kucing yang hanya memerlukan pemotongan kuku dan pembersihan telinga tanpa mandian penuh.
zh_cn: 适用于仅需修剪指甲和清洁耳朵的猫咪，无需洗澡的快速护理服务。

source: Specialized grooming tailored to your dog's breed standards and coat requirements.
ms_my: Grooming khusus yang disesuaikan mengikut piawaian baka dan keperluan bulu anjing anda.
zh_cn: 根据犬种标准与毛发需求定制的专业美容护理服务。

source: All Full Grooming Services
ms_my: Semua Perkhidmatan Grooming Lengkap
zh_cn: 所有全套美容护理服务

source: Breed-Specific Cut
ms_my: Potongan Mengikut Jenis Baka
zh_cn: 针对品种的造型修剪

source: Specialized Coat Treatment
ms_my: Rawatan Khusus untuk Bulu
zh_cn: 专业毛发护理

source: Show-Quality Styling
ms_my: Gaya Berkualiti Pertunjukan
zh_cn: 展览级造型护理

source: Breed-Specific Products
ms_my: Produk Khas Mengikut Jenis Baka
zh_cn: 针对品种的专用产品

source: Specialized treatment to reduce shedding by up to 90% for heavy shedding breeds.
ms_my: Rawatan khusus untuk baka yang banyak gugur bulu, mampu mengurangkan keguguran bulu sehingga 90%.
zh_cn: 针对严重掉毛品种的专业护理，可减少多达90%的掉毛量。

source: Special De-shedding Shampoo
ms_my: Syampu Khas Pengurangan Gugur Bulu
zh_cn: 专用脱毛护理洗发水

source: Professional De-shedding Tools
ms_my: Alat Profesional Pengurangan Gugur Bulu
zh_cn: 专业脱毛护理工具

source: High-Velocity Blow Dry
ms_my: Pengeringan Berkelajuan Tinggi
zh_cn: 高速吹风干燥护理

source: Coat Conditioning Treatment
ms_my: Rawatan Perapi Bulu
zh_cn: 毛发护理调理服务

# Flea &amp; Tick Treatment
source: Flea & Tick Treatment
ms_my: Rawatan Kutunya & Tanda
zh_cn: 跳蚤与蜱虫防治护理

source: Specialized treatment to eliminate fleas and ticks and prevent reinfestation.
ms_my: Rawatan khas untuk menghapuskan kutu dan tanda serta mencegah jangkitan semula
zh_cn: 专业驱虫护理，消除跳蚤与蜱虫并防止再次感染

source: Pet Type
ms_my: Jenis Haiwan Peliharaan
zh_cn: 宠物类型

# Cat &amp; Dog
source: Cat & Dog
ms_my: Kucing & Anjing
zh_cn: 猫咪与狗狗

# Flea &amp; Tick Shampoo
source: Flea & Tick Shampoo
ms_my: Syampu Kutu & Tanda
zh_cn: 跳蚤与蜱虫洗发水

source: Thorough Inspection
ms_my: Pemeriksaan Menyeluruh
zh_cn: 全面检查

source: Extended Treatment Time
ms_my: Masa Rawatan Tambahan
zh_cn: 延长护理时间

source: Preventative Spray Application
ms_my: Semburan Pencegahan
zh_cn: 预防性喷雾护理

source: Home Care Recommendations
ms_my: Cadangan Penjagaan di Rumah
zh_cn: 居家护理建议

# Haircut &amp; Styling Sanitary Trim
source: Haircut & Styling Sanitary Trim
ms_my: Potongan & Gaya dengan Trim Sanitari
zh_cn: 造型剪毛与卫生修剪

source: Full Grooming
ms_my: Grooming Penuh
zh_cn: 全套美容护理

source: Complete grooming package including bath, haircut, styling, and all basic services for a fresh, clean look.
ms_my: Pakej grooming lengkap termasuk mandi, potongan bulu, gaya dan semua perkhidmatan asas untuk penampilan segar dan bersih.
zh_cn: 包含洗澡、剪毛、造型及所有基础护理服务的全套美容套餐，让宠物焕然一新、清爽整洁。

source: Medicated Bath
ms_my: Mandian Berubat
zh_cn: 药浴护理

source: Special treatment for dogs with skin conditions, allergies, or other dermatological issues.
ms_my: Rawatan khas untuk anjing yang mengalami masalah kulit, alahan atau isu dermatologi lain
zh_cn: 针对皮肤问题、过敏或其他皮肤疾病的犬类专属护理服务

source: Medicated Shampoo
ms_my: Syampu Berubat
zh_cn: 药用洗发水

source: Skin Assessment
ms_my: Penilaian Keadaan Kulit
zh_cn: 皮肤状况评估

source: Extended Soaking Time
ms_my: Masa Rendaman Tambahan
zh_cn: 延长浸泡时间

source: Gentle Drying Process
ms_my: Proses Pengeringan Lembut
zh_cn: 温和吹干护理流程

source: Skin Moisturizing Treatment
ms_my: Rawatan Melembapkan Kulit
zh_cn: 皮肤滋润护理

source: Premium Spa Package
ms_my: Pakej Spa Premium
zh_cn: 尊享宠物水疗套餐

source: Luxury treatment for your pet with premium products, special treatments, and extra pampering.
ms_my: Rawatan mewah untuk haiwan peliharaan anda dengan produk premium, rawatan khas dan layanan istimewa.
zh_cn: 为您的宠物提供奢华护理，使用高端产品、专属疗程与额外呵护。

# Luxury Shampoo &amp; Conditioner
source: Luxury Shampoo & Conditioner
ms_my: Syampu & Perapi Mewah
zh_cn: 奢华洗发护发组合

source: Paw Moisturizing Treatment
ms_my: Rawatan Melembapkan Tapak Kaki
zh_cn: 爪垫滋润护理

source: Facial Scrub
ms_my: Skrub Muka Haiwan Peliharaan
zh_cn: 宠物面部去角质护理

source: Pet-Safe Cologne
ms_my: Kolon Selamat untuk Haiwan Peliharaan
zh_cn: 宠物专用香氛喷雾

source: Decorative Bow or Bandana
ms_my: Reben Hiasan atau Bandana Haiwan Peliharaan
zh_cn: 装饰蝴蝶结或宠物头巾

source: My Appointments
ms_my: Temujanji Saya
zh_cn: 我的预约

source: New Appointment
ms_my: Temujanji Baharu
zh_cn: 新增预约

source: No appointments yet
ms_my: Tiada temujanji buat masa ini
zh_cn: 暂无预约

source: Book your first appointment to get started
ms_my: Tempah temujanji pertama anda untuk bermula
zh_cn: 立即预约首次护理，开启宠物美容之旅

source: Upcoming Appointments
ms_my: Temujanji Akan Datang
zh_cn: 即将到来的预约

source: No Service/Package Selected
ms_my: Tiada Perkhidmatan atau Pakej Dipilih
zh_cn: 未选择任何服务或套餐未选择任何服务或套餐

source: Completed
ms_my: Selesai

source: PendingPayment
ms_my: Tertunda

source: Cancel
ms_my: Batal
zh_cn: 取消

source: Reschedule
ms_my: Jadual Semula
zh_cn: 重新安排时间

source: Are you sure you want to cancel this appointment?
ms_my: Adakah anda pasti mahu membatalkan temujanji ini?
zh_cn: 您确定要取消此次预约吗？

source: Access Denied
ms_my: Akses Ditolak
zh_cn: 无法执行操作

source: You are NOT AUTHORIZED to access the page
ms_my: Anda TIDAK DIBENARKAN untuk mengakses halaman ini
zh_cn: 您无权访问此页面

source: Please enter your current password and the new password you wish to set.
ms_my: Sila masukkan kata laluan semasa anda dan kata laluan baharu yang ingin ditetapkan.Pastikan anda mengesahkan kata laluan baharu sebelum menghantar.
zh_cn: 请输入您当前的密码以及要设置的新密码。提交前请确认新密码无误。

source: Current Password
ms_my: Kata Laluan Semasa
zh_cn: 当前密码

source: New Password
ms_my: Kata Laluan Baharu
zh_cn: 新密码

source: Please enter your current password and the new password you wish to set. Make sure to confirm the new password before submitting.
ms_my: Sila masukkan kata laluan semasa anda dan kata laluan baharu yang ingin ditetapkan.Pastikan anda mengesahkan kata laluan baharu sebelum menghantar.
zh_cn: 请输入您当前的密码以及要设置的新密码。提交前请确认新密码无误。

source: No payments found.
ms_my: Tiada bayaran ditemui
zh_cn: 未找到付款记录

source: Payment Method
ms_my: Kaedah Pembayaran
zh_cn: 付款方式

source: Date
ms_my: Tarikh
zh_cn: 日期

source: Payment Type
ms_my: Jenis Pembayaran
zh_cn: 付款类型

source: E-receipt
ms_my: Resit Elektronik
zh_cn: 电子收据

source: Download
ms_my: Muat Turun
zh_cn: 下载

source: Full Payment
ms_my: Bayaran Penuh
zh_cn: 全额付款

source: Paid
ms_my: Telah Dibayar
zh_cn: 已付款

source: Add New Pet
ms_my: Tambah Haiwan Peliharaan Baharu
zh_cn: 添加新宠物

source: Provide a brief summary of the pet’s personality, behavior, and any special traits. This helps staff or adopters understand the pet better.
ms_my: Sila berikan ringkasan tentang personaliti, tingkah laku, dan ciri istimewa haiwan peliharaan. Ini membantu kakitangan atau bakal pengadopter memahaminya dengan lebih baik.
zh_cn: 请简要描述宠物的性格、行为以及任何特殊特征。这有助于工作人员或领养者更好地了解宠物。

source: Breed
ms_my: Baka
zh_cn: 品种

source: Age
ms_my: Umur
zh_cn: 年龄

source: Weight
ms_my: Berat
zh_cn: 体重

source: Medical Notes
ms_my: Nota Perubatan
zh_cn: 医疗备注

source: Create
ms_my: Cipta
zh_cn: 创建

source: Other
ms_my: Lain-lain
zh_cn: 其他

source: Details
ms_my: Butiran
zh_cn: 详细信息

source: Back to Pets
ms_my: Kembali ke Haiwan Peliharaan
zh_cn: 返回宠物页面

source: My Pets
ms_my: Haiwan Peliharaan Saya
zh_cn: 我的宠物

source: You don’t have any pets yet. Start by adding one!
ms_my: Anda belum menambah haiwan peliharaan. Mulakan dengan menambah satu!
zh_cn: 您还没有添加任何宠物。快来添加一只吧！

source: Add Your First Pet
ms_my: Tambah Haiwan Peliharaan Pertama Anda
zh_cn: 添加您的第一只宠物

source: Edit
ms_my: Sunting
zh_cn: 编辑

source: Delete
ms_my: Padam
zh_cn: 删除

source: Edit Pet Information
ms_my: Sunting Maklumat Haiwan Peliharaan
zh_cn: 编辑宠物信息

source: Save Changes
ms_my: Simpan Perubahan
zh_cn: 保存更改

source: Are you sure you want to delete
ms_my: Adakah anda pasti mahu padam
zh_cn: 您确定要删除

source: This cannot be undone!
ms_my: Tindakan ini tidak boleh dibatalkan!
zh_cn: 此操作无法撤销

source: Pay
ms_my: Bayar
zh_cn: 支付

source: Book Your Appointment
ms_my: Tempah Temu Janji Anda
zh_cn: 预约您的时间

source: Select
ms_my: Pilih
zh_cn: 选择

source: Time
ms_my: Masa
zh_cn: 时间

# Pet Info
source: Pet Information
ms_my: Maklumat Haiwan Peliharaan
zh_cn: 宠物信息

source: Confirm
ms_my: Sahkan
zh_cn: 确认

source: Select Pet
ms_my: Pilih Haiwan Peliharaan
zh_cn: 选择宠物

source: Choose a pet
ms_my: Pilih seekor haiwan peliharaan
zh_cn: 选择一只宠物

source: No pet found. Please add a pet in your profile before booking.
ms_my: Tiada haiwan peliharaan ditemui. Sila tambah haiwan peliharaan dalam profil anda sebelum membuat tempahan.
zh_cn: 未找到宠物。请先在您的个人资料中添加宠物，然后再进行预约。

source: Owner Information
ms_my: Maklumat Pemilik
zh_cn: 主人信息

source: Next
ms_my: Seterusnya
zh_cn: 下一步

source: Please update your information in "Update Profile".
ms_my: Sila kemas kini maklumat anda dalam “Kemas Kini Profil”
zh_cn: 请在“更新资料”中更新您的信息。

source: Previous
ms_my: Sebelumnya
zh_cn: 上一步

source: Confirm Appointment
ms_my: Sahkan Temu Janji
zh_cn: 确认预约

source: Active
ms_my: Aktif
zh_cn: 活跃

source: Deactivate
ms_my: Dinyahtaktifkan
zh_cn: 已停用

source: Actions
ms_my: Tindakan
zh_cn: 操作

source: Activate
ms_my: Aktifkan
zh_cn: 启用

source: First
ms_my: Pertama
zh_cn: 第一

source: Last
ms_my: Terakhir
zh_cn: 最后

source: User Management
ms_my: Pengurusan Pengguna
zh_cn: 用户管理

source: Admin Management
ms_my: Pengurusan Pentadbir
zh_cn: 管理员管理

source: Package Maintenance
ms_my: Penyelenggaraan Pakej
zh_cn: 套餐维护

source: Service Maintenance
ms_my: Penyelenggaraan Perkhidmatan
zh_cn: 服务维护

source: Appointment Maintenance
ms_my: Penyelenggaraan Temu Janji
zh_cn: 预约维护

source: record(s)
ms_my: rekod
zh_cn: 记录

source: Page
ms_my: Halaman
zh_cn: 页面

source: Images
ms_my: Gambar
zh_cn: 照片

source: Price
ms_my: Harga
zh_cn: 价格

source: Insert
ms_my: Tambahkan
zh_cn: 加入

source: Description
ms_my: Penerangan
zh_cn: 描述

source: Features
ms_my: Ciri-ciri
zh_cn: 特点

source: Existing Photos
ms_my: Foto Sedia Ada
zh_cn: 现有照片

source: Remove
ms_my: Buang
zh_cn: 移除

source: Update Service
ms_my: Kemas Kini Perkhidmatan
zh_cn: 更新服务

source: Please update service information below.
ms_my: Sila kemas kini maklumat perkhidmatan di bawah.
zh_cn: 请更新以下服务信息。

source: Devices
ms_my: Peranti
zh_cn: 设备

source: Login History
ms_my: Sejarah Log Masuk
zh_cn: 登录历史

source: Status
zh_cn: 状态

source: Deposit
zh_cn: 押金
